Repository: GPP-Woo/GPP-zoeken
Catalog: src/woo_search/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: You need to be superuser to create other superusers.
nl: Je moet een supergebruiker te zijn om andere supergebruikers aan te maken.

source: You cannot create or update a user with more permissions than yourself.
nl: Je kunt geen gebruiker aanmaken of updaten die meer rechten dan jezelf heeft.

source: Invalid token.
nl: Ongeldige API-key.

source: Read
nl: Lezen

source: Write
nl: Schrijven

source: permissions
nl: rechten

source: The permissions this API token has access to.
nl: De rechten toegekend aan deze API-applicatie.

source: contact person
nl: contactpersoon

source: Name of the person to contact about this application and the associated credentials.
nl: De naam van de persoon waarmee contact opgenomen kan worden over deze applicatie en API-sleutel.

source: Email of the person to contact about this application and the associated credentials.
nl: E-mailadres van de contactpersoon voor deze applicatie en API-sleutel.

source: phone number
nl: telefoonnummer

source: Phonenumber of the person contact about this application and the associated credentials.
nl: Telefoonnummer van de contactpersoon voor deze applicatie en API-sleutel.

source: last modified
nl: laatst gewijzigd op

source: Last date when the token was modified
nl: Meest recente moment wanneer de applicatie gewijzigd is.

source: created
nl: aangemaakt op

source: Date when the token was created
nl: Moment waarop de API-sleutel aangemaakt werd.

source: application API key
nl: applicatie-API-key

source: application API keys
nl: applicatie-API-keys

source: The unique identifier of the publication.
nl: De unieke identificatie van de publicatie.

source: The information categories present on the publication that the document belongs to.
nl: De informatiecategorieën van de publicatie waar het document bij hoort.

source: The topics present on the publication that the document belongs to. Topics capture socially relevant information that spans multiple publications. They can remain relevant for tens of years and exceed the life span of a single publication.
nl: De onderwerpen gekoppeld aan de publicatie waar het document bijhoort. Onderwerpen gaan over maatschappelijk relevante informatie die meerdere publicaties omvatten. Ze kunnen tientallen jaren relevant blijven en overstijgen de typische levensduur van een enkele publicatie.

source: The organisation which publishes the publication of this document.
nl: De organisatie die de publicatie waartoe dit document hoort heeft gepubliceerd.

source: The (primary) unique identifier.
nl: De (primaire) unieke identificatie.

source: The document identifiers attached to this document.
nl: De kenmerken die dit document identificeren.

source: An identifier specific to this document. Note that multiple documents can share identifiers, as additional context is required to uniquely identify it, but this context is deliberately not indexed.
nl: Een kenmerk dat bij dit document hoort. Merk op dat meerdere documenten eenzelfde kenmerk kunnen hebben omdat er meer context nodig is om een document uniek te identificeren. Deze extra context wordt bewust niet geïndexeerd.

source: Date when the (physical) document came into existence. Not to be confused with the registration timestamp of the document - the creation date is typically *before* the registration date.
nl: De datum waarop het document ontstaan is. Niet te verwarren met de registratiedatum - de creatiedatum valt typisch *voor* de registratiedatum.

source: System timestamp reflecting when the document was published in the GPP-Publicatiebank.
nl: Systeemdatum en -tijd wanneer het document gepubliceerd was in de GPP-Publicatiebank.

source: System timestamp reflecting when the document was registered in the GPP-Publicatiebank. Not to be confused with the creation date of the document, which is usually *before* the registration date.
nl: Systeemdatum en -tijd wanneer het document geregistreed was in de GPP-Publicatiebank. Niet te verwarren met de creatiedatum van de publicatie, die typisch *voor* de registratiedatum valt.

source: System timestamp reflecting when the document was last modified in the GPP-Publicatiebank.
nl: Systeemdatum en -tijd wanneer het document laatst gewijzigd is in de GPP-Publicatiebank.

source: The URL to where the document can be downloaded from to index the contents.
nl: De URL waar het document gedownload kan worden om de inhoud te indexeren.

source: The size of the document file on disk, in bytes.
nl: De bestandsgrootte van het document op de harde schijf, in bytes.

source: Field is required when using `downloadUrl`.
nl: Veld is vereist wanneer `downloadUrl` meegegeven wordt.

source: The organisation which publishes the publication.
nl: De organisatie die de publicatie publiceert.

source: The information categories clarify the kind of information present in the publication.
nl: De informatiecategorie verduidelijkt de soort informatie die in de publicatie voorkomt.

source: Topics capture socially relevant information that spans multiple publications. They can remain relevant for tens of years and exceed the life span of a single publication.
nl: Onderwerpen gaan over maatschappelijk relevante informatie die meerdere publicaties omvatten. Ze kunnen tientallen jaren relevant blijven en overstijgen de typische levensduur van een enkele publicatie.

source: The publication identifiers attached to this publication.
nl: De kenmerken van de publicatie.

source: An identifier specific to this publication. Note that multiple publications can share identifiers, as additional context is required to uniquely identify it, but this context is deliberately not indexed.
nl: Een kenmerk dat bij deze publicatie hoort. Merk op dat meerdere publicaties eenzelfde kenmerk kunnen hebben omdat er meer context nodig is om een publicatie uniek te identificeren. Deze extra context wordt bewust niet geïndexeerd.

source: System timestamp reflecting when the publication was registered in the GPP-Publicatiebank.
nl: Systeemdatum en -tijd wanneer de publicatie geregistreed was is in de GPP-Publicatiebank.

source: System timestamp reflecting when the publication was published in the GPP-Publicatiebank.
nl: Systeemdatum en -tijd wanneer de publicatie gepubliceerd was is in de GPP-Publicatiebank.

source: System timestamp reflecting when the publication was last modified in the GPP-Publicatiebank.
nl: Systeemdatum en -tijd wanneer de publicatie laatst gewijzigd is in de GPP-Publicatiebank.

source: The date when the rights and obligations of the attached documents come into effect.
nl: De datum waarop de rechten en plichten van de gerelateerde documenten in werking treden.

source: The date when the rights and obligations of the attached documents stops being in effect.
nl: De datum waarop de rechten en plichten van de gerelateerde documenten (zijn) komen te vervallen.

source: System timestamp reflecting when the topic was registered in the GPP-Publicatiebank.
nl: Systeemdatum en -tijd wanneer het onderwerp geregistreed was is in de GPP-Publicatiebank.

source: Convenience field which is a carbon copy of the registratiedatum data.
nl: Kopie van de registratiedatum, t.b.v. een uniforme structuur van zoekresultaten.

source: System timestamp reflecting when the topic was last modified in the GPP-Publicatiebank.
nl: Systeemdatum en -tijd wanneer het onderwerp laatst gewijzigd is in de GPP-Publicatiebank.

source: Filtering records based on the provided search term. This search query is applied to the data within the following fields (with priority based on the order below): - `identifiers` - `officieleTitel` - `verkorteTitel` - `omschrijving` - `document content` **field only present in Document* You can use double quotes for exact matches and `AND`/`OR` syntax for complex queries.
nl: Filter records op basis van de meegegeven zoektermen. De zoekquery wordt toegepast op gegevens in de volgende velden (met de prioriteit op basis van de volgorde hieronder): - `identifiers`(kenmerken) - `officieleTitel` - `verkorteTitel` - `omschrijving` - `document content` **veld alleen aanwezig in Document* Je kan dubbele quotes gebruiken voor het zoeken op exacte matches en `AND`/`OR` syntax voor complexere queries.

source: A page number within the paginated result set.
nl: Een paginanummer binnen de gepagineerde resultaatset.

source: Number of results to return per page.
nl: De hoeveelheid resultaten die getoond worden per pagina.

source: Specify to which document types the results should be limited. If left blank or an empty list is provided, all result types are included.
nl: Geef aan welke soort zoekresultaten je wil terugkrijgen. Indien je deze parameter leeg- of weglaat, of een lege lijst opgeeft, dan krijg je alle soorten terug.

source: Filter results registered after or on the given value.
nl: Filter resultaten die geregistreerd zijn op of na het opgegeven moment.

source: Filter results registered before the given value.
nl: Filter resultaten die geregistreerd zijn voor het opgegeven moment.

source: Filter results published after or on the given value. **Disclaimer**: this field will also search on the registration date of `Topics`.
nl: Filter resultaten die gepubliceerd zijn op of na de opgegeven waarde. **Opmerking**: dit veld filtert ook op de registratiedatum van `Onderwerpen`.

source: Filter results published before the given value.**Disclaimer**: this field will also search on the registration date of `Topics`.
nl: Filter resultaten die gepubliceerd werden voor de opgegeven waarde. **Opmerking**: dit veld filtert ook op de registratiedatum van `Onderwerpen`.

source: Filter results last modified after or on the given value.
nl: Filter resultaten die laatst gewijzigd zijn op of na het opgegeven moment.

source: Filter results last modified before the given value.
nl: Filter resultaten die laatst gewijzigd zijn voor het opgegeven moment.

source: Filter documents that were created after or on the given value.
nl: Filter documenten die gecreëerd waren op of na de gegeven datum.

source: Filter documents that were created before or on the given value.
nl: Filter documenten die gecreëerd waren voor of op de gegeven datum.

source: Filter publications that came into affect after or on the given value.
nl: Filter resultaten waarvoor de rechten en plichten in werking traden op of na de opgegeven datum.

source: Filter publications that came into affect before the given value.
nl: Filter resultaten waarvoor de rechten en plichten in werking traden voor de opgegeven datum.

source: Filter publications that stopped being in effect after or on the given value.
nl: Filter resultaten waarvoor de rechten en plichten kwamen te vervallen op of na het opgegeven moment.

source: Filter publications that stopped being in effect before the given value.
nl: Filter resultaten waarvoor de rechten en plichten kwamen te vervallen voor het opgegeven moment.

source: Filter results published by (one of) the given publishers' `uuid`.
nl: Filter resultaten gepubliceerd door (één van) de gegeven publishers `uuid`.

source: Information categories
nl: Informatiecategorieën

source: Category UUID
nl: Categorie-UUID

source: Filter results published by (one of) the given categories' `uuid`.
nl: Filter resultaten gepubliceerd door (één van) de gegeven categorieën `uuid`.

source: Topics
nl: Onderwerpen

source: Topic UUID
nl: Onderwerp-UUID

source: Filter results related to (one of) the given topics' `uuid`.
nl: Filter resultaten gepubliceerd door (één van) de gegeven onderwerpen `uuid`.

source: You can only filter on creatiedatum when the result type is restricted to 'document', as publications don't have this field.
nl: Je kan alleen op creatiedatum filteren wanneer `resultType` 'document' is,dit is omdat publicatie het veld creatiedatum niet bevat.

source: Result type / index name
nl: Resultaattype / naam index

source: Indicates the type of record/index that was hit.
nl: Geeft de type record/index aan die gevonden is.

source: Amount of hits
nl: Aantal hits.

source: The amount of search results for this particular record type/index.
nl: Het aantal zoekresultaten voor deze specifieke record type/index.

source: Unique ID identifying the publisher in GPP-publicatiebank.
nl: Het unieke ID die de publisher identificeert in de GPP-publicatiebank.

source: Name
nl: Naam

source: Name of the publishing organisation.
nl: Naam van de publicerende organisatie.

source: The amount of search results published by this organisation.
nl: Het aantal zoekresultaten gepubliceerd door deze organisatie.

source: Unique ID identifying the information category in GPP-publicatiebank.
nl: Het unieke ID die de informatiecategorie identificeert in de GPP-publicatiebank.

source: Name of the information category.
nl: Naam van de informatiecategorie

source: The amount of search results sharing this category.
nl: Het aantal zoekresultaten de gelinkt zijn aan deze categorie.

source: Unique ID identifying the topic in GPP-publicatiebank.
nl: Het unieke ID die het onderwerp identificeert in de GPP-publicatiebank.

source: Official title
nl: Officiële titel

source: Official title of the topic.
nl: Officiële titel van het onderwerp.

source: The amount of search results sharing this topic.
nl: Het aantal zoekresultaten de gelinkt zijn aan dit onderwerp.

source: Search
nl: Zoeken

source: Search the publication and/or document records.
nl: Zoek binnen de publicatie- en/of documenten-records.

source: Index document metadata.
nl: Document(metadata) indexeren

source: Index the received document metadata from the Register API in Elasticsearch.
nl: Indexeer de documentmetadata van de Register API in Elasticsearch.

source: Remove document from index.
nl: Document uit de index verwijderen.

source: Remove the referenced document data from the index. Note that this schedules a background task to perform the actual removal.
nl: Verwijder de documentgegevens uit de index. Merk op dat dit een achtergrondtaak inplant om de data te verwijderen.

source: Index publication metadata.
nl: Publicatiemetadata indexeren

source: Index the received publication metadata from the Register API in Elasticsearch.
nl: Indexeer de publicatiemetadata van de Register API in Elasticsearch.

source: Remove publication from index.
nl: Publicatie uit de index verwijderen.

source: Remove the referenced publication data from the index. Note that this schedules a background task to perform the actual removal.
nl: Verwijder de publicatiedata uit de index. Merk op dat dit een achtergrondtaak inplant om de data te verwijderen.

source: Index topic metadata.
nl: Onderwerp(metadata) indexeren

source: Index the received topic metadata from the Register API in Elasticsearch.
nl: Indexeer de onderwerpmetadata van de Register API in Elasticsearch.

source: Remove topic from index.
nl: Onderwerp uit de index verwijderen.

source: Remove the referenced topic data from the index. Note that this schedules a background task to perform the actual removal.
nl: Verwijder de onderwerpgegevens uit de index. Merk op dat dit een achtergrondtaak inplant om de data te verwijderen.

source: Publication
nl: Publicatie

source: Topic
nl: Onderwerp

source: Relevance
nl: Relevantie

source: Chronological
nl: Chronologisch

source: Administration
nl: Beheerinterface

source: View site
nl: Toon site

source: Account security
nl: Accountbeveiliging

source: Change password
nl: Wachtwoord wijzigen

source: Log out
nl: Afmelden

source: hijack
nl: overnemen

source: Hijack %(username)s
nl: Inloggen als %(username)s

source: Documentation
nl: Documentatie

source: Code on Github
nl: Code op Github

source: WOO Search API
nl: GPP-Zoeken API

source: Search index and JSON-based API for published WOO documents.
nl: Zoekindex en JSON-gebaseerde API voor openbaar gemaakte WOO documenten.

source: or
nl: of

source: Login with organization account
nl: Inloggen met organisatieaccount

source: Contact support
nl: Contacteer support

source: WOO Search
nl: GPP-Zoeken

source: WOO Search dashboard
nl: Dashboard GPP-Zoeken

source: ## Documentation The WOO Search API provides an interface to the underlying Elastic Search index. Through this API, it's possible to: * make published publications and documents available for search * schedule removal of publications and documents in case they're being retracted, making them no longer available for search * perform (faceted) search queries to find publications and/or documents When a supported file type (files supported by [Apache Tika](https://tika.apache.org/1.10/formats.html)) is provided during indexing, then the text content of the document itself will be included and search queries will include the content for possible hits. **Authentication** This API makes use of API Key authentication. All requests must have the `Authorization: Token <token-value>` HTTP header, where `<token-value>` is replaced with the actual API key. API keys are managed in the admin interface, and you obtain one by contacting the administrator.
nl: ## Documentatie De GPP-zoeken-API voorziet in een interface met de onderliggende zoekmachine (Elastic Search). Via deze API is het mogelijk om: * publicaties en documenten beschikbaar te maken voor zoeken * achtergrondtaken inplannen om publicaties en documenten te verwijderen wanneer deze ingetrokken worden, zodat ze niet meer beschikbaar zijn voor zoeken * zoekopdrachten (met facets) uitvoeren om publicaties en/of documenten te vinden Wanneer een document geïndexeerd wordt met een ondersteund bestandsformaat (zie [Apache Tika](https://tika.apache.org/1.10/formats.html)), dan wordt de tekstuele inhoud van het bestand ook in de index opgenomen en zoekopdrachten zullen deze inhoud doorzoeken. **Authentication** Deze API maakt gebruik van API Key authenticatie. Alle requests moeten gebruik maken van de `Authorization: Token <token-value>` HTTP header (`<token-value>` wordt vervangen met de echte API sleutel). De API-sleutels worden beheerd in het beheerinterface, deze sleutels kan je verkrijgen door een administrator te benaderen.
